
/* Class = "NSMenuItem"; title = "Bring All to Front"; ObjectID = "5"; */
"5.title" = "นำทั้งหมดมาอยู่ข้างหน้า";

/* Class = "NSMenuItem"; title = "Window"; ObjectID = "19"; */
"19.title" = "หน้าต่าง";

/* Class = "NSMenuItem"; title = "Minimize"; ObjectID = "23"; */
"23.title" = "ย่อให้เล็กสุด";

/* Class = "NSMenu"; title = "Window"; ObjectID = "24"; */
"24.title" = "หน้าต่าง";

/* Class = "NSMenu"; title = "MainMenu"; ObjectID = "29"; */
"29.title" = "เมนูหลัก";

/* Class = "NSMenuItem"; title = "Yahoo Instant"; ObjectID = "56"; */
"56.title" = "Yahoo Instant";

/* Class = "NSMenu"; title = "Yahoo Instant"; ObjectID = "57"; */
"57.title" = "Yahoo Instant";

/* Class = "NSMenuItem"; title = "About Yahoo Instant"; ObjectID = "58"; */
"58.title" = "เกี่ยวกับ Yahoo Instant";

/* Class = "NSMenuItem"; title = "Developer Options…"; ObjectID = "129"; */
"129.title" = "ตัวเลือกสำหรับนักพัฒนาซอฟต์แวร์…";

/* Class = "NSMenu"; title = "Services"; ObjectID = "130"; */
"130.title" = "การบริการ";

/* Class = "NSMenuItem"; title = "Services"; ObjectID = "131"; */
"131.title" = "การบริการ";

/* Class = "NSMenuItem"; title = "Hide Yahoo Instant"; ObjectID = "134"; */
"134.title" = "ซ่อน Yahoo Instant";

/* Class = "NSMenuItem"; title = "Quit Yahoo Instant"; ObjectID = "136"; */
"136.title" = "ออกจาก Yahoo Instant";

/* Class = "NSMenuItem"; title = "Hide Others"; ObjectID = "145"; */
"145.title" = "ซ่อนรายการอื่น";

/* Class = "NSMenuItem"; title = "Show All"; ObjectID = "150"; */
"150.title" = "แสดงทั้งหมด";

/* Class = "NSMenuItem"; title = "Stop Speaking"; ObjectID = "195"; */
"195.title" = "หยุดพูด";

/* Class = "NSMenuItem"; title = "Start Speaking"; ObjectID = "196"; */
"196.title" = "เริ่มพูด";

/* Class = "NSMenuItem"; title = "Copy"; ObjectID = "197"; */
"197.title" = "คัดลอก";

/* Class = "NSMenuItem"; title = "Select All"; ObjectID = "198"; */
"198.title" = "เลือกทั้งหมด";

/* Class = "NSMenuItem"; title = "Cut"; ObjectID = "199"; */
"199.title" = "ตัด";

/* Class = "NSMenu"; title = "Spelling and Grammar"; ObjectID = "200"; */
"200.title" = "การสะกดคำและไวยากรณ์";

/* Class = "NSMenuItem"; title = "Check Document Now"; ObjectID = "201"; */
"201.title" = "ตรวจสอบเอกสารเดี๋ยวนี้";

/* Class = "NSMenuItem"; title = "Delete"; ObjectID = "202"; */
"202.title" = "ลบ";

/* Class = "NSMenuItem"; title = "Paste"; ObjectID = "203"; */
"203.title" = "วาง";

/* Class = "NSMenuItem"; title = "Show Spelling and Grammar"; ObjectID = "204"; */
"204.title" = "แสดงการสะกดคำและไวยากรณ์";

/* Class = "NSMenu"; title = "Edit"; ObjectID = "205"; */
"205.title" = "แก้ไข";

/* Class = "NSMenuItem"; title = "Undo"; ObjectID = "207"; */
"207.title" = "ยกเลิกการกระทำ";

/* Class = "NSMenuItem"; title = "Find Next"; ObjectID = "208"; */
"208.title" = "ค้นหาถัดไป";

/* Class = "NSMenuItem"; title = "Find…"; ObjectID = "209"; */
"209.title" = "ค้นหา…";

/* Class = "NSMenuItem"; title = "Jump to Selection"; ObjectID = "210"; */
"210.title" = "ข้ามไปที่รายการที่เลือก";

/* Class = "NSMenuItem"; title = "Speech"; ObjectID = "211"; */
"211.title" = "คำพูด";

/* Class = "NSMenu"; title = "Speech"; ObjectID = "212"; */
"212.title" = "คำพูด";

/* Class = "NSMenuItem"; title = "Find Previous"; ObjectID = "213"; */
"213.title" = "ค้นหาก่อนหน้า";

/* Class = "NSMenuItem"; title = "Redo"; ObjectID = "215"; */
"215.title" = "ทำซ้ำ";

/* Class = "NSMenuItem"; title = "Spelling and Grammar"; ObjectID = "216"; */
"216.title" = "การสะกดคำและไวยากรณ์";

/* Class = "NSMenuItem"; title = "Edit"; ObjectID = "217"; */
"217.title" = "แก้ไข";

/* Class = "NSMenuItem"; title = "Find"; ObjectID = "218"; */
"218.title" = "ค้นหา";

/* Class = "NSMenuItem"; title = "Check Spelling While Typing"; ObjectID = "219"; */
"219.title" = "ตรวจการสะกดคำขณะพิมพ์";

/* Class = "NSMenu"; title = "Find"; ObjectID = "220"; */
"220.title" = "ค้นหา";

/* Class = "NSMenuItem"; title = "Use Selection for Find"; ObjectID = "221"; */
"221.title" = "ใช้รายการที่เลือกสำหรับค้นหา";

/* Class = "NSMenuItem"; title = "Check Grammar With Spelling"; ObjectID = "346"; */
"346.title" = "ตรวจไวยากรณ์พร้อมการสะกดคำ";

/* Class = "NSMenuItem"; title = "Substitutions"; ObjectID = "348"; */
"348.title" = "ข้อความแทน";

/* Class = "NSMenu"; title = "Substitutions"; ObjectID = "349"; */
"349.title" = "ข้อความแทน";

/* Class = "NSMenuItem"; title = "Smart Copy/Paste"; ObjectID = "350"; */
"350.title" = "คัดลอก/วางอัตโนมัติ";

/* Class = "NSMenuItem"; title = "Smart Quotes"; ObjectID = "351"; */
"351.title" = "เครื่องหมายคำพูดอัตโนมัติ";

/* Class = "NSMenuItem"; title = "Smart Links"; ObjectID = "354"; */
"354.title" = "ลิงค์อัตโนมัติ";

/* Class = "NSMenuItem"; title = "Format"; ObjectID = "375"; */
"375.title" = "รูปแบบ";

/* Class = "NSMenu"; title = "Format"; ObjectID = "376"; */
"376.title" = "รูปแบบ";

/* Class = "NSMenuItem"; title = "Font"; ObjectID = "377"; */
"377.title" = "แบบอักษร";

/* Class = "NSMenu"; title = "Font"; ObjectID = "388"; */
"388.title" = "แบบอักษร";

/* Class = "NSMenuItem"; title = "Show Fonts"; ObjectID = "389"; */
"389.title" = "แสดงแบบอักษร";

/* Class = "NSMenuItem"; title = "Bold"; ObjectID = "390"; */
"390.title" = "ตัวหนา";

/* Class = "NSMenuItem"; title = "Italic"; ObjectID = "391"; */
"391.title" = "ตัวเอียง";

/* Class = "NSMenuItem"; title = "Underline"; ObjectID = "392"; */
"392.title" = "ขีดเส้นใต้";

/* Class = "NSMenuItem"; title = "Bigger"; ObjectID = "394"; */
"394.title" = "ตัวใหญ่ขึ้น";

/* Class = "NSMenuItem"; title = "Smaller"; ObjectID = "395"; */
"395.title" = "ตัวเล็กลง";

/* Class = "NSMenuItem"; title = "Kern"; ObjectID = "397"; */
"397.title" = "กำหนดระยะห่างเฉพาะตัว";

/* Class = "NSMenuItem"; title = "Ligatures"; ObjectID = "398"; */
"398.title" = "ตัวควบกล้ำ";

/* Class = "NSMenuItem"; title = "Baseline"; ObjectID = "399"; */
"399.title" = "เส้นฐาน";

/* Class = "NSMenuItem"; title = "Show Colors"; ObjectID = "401"; */
"401.title" = "แสดงสี";

/* Class = "NSMenuItem"; title = "Copy Style"; ObjectID = "403"; */
"403.title" = "คัดลอกรูปแบบ";

/* Class = "NSMenuItem"; title = "Paste Style"; ObjectID = "404"; */
"404.title" = "วางรูปแบบ";

/* Class = "NSMenu"; title = "Baseline"; ObjectID = "405"; */
"405.title" = "เส้นฐาน";

/* Class = "NSMenuItem"; title = "Use Default"; ObjectID = "406"; */
"406.title" = "ใช้ค่าเริ่มต้น";

/* Class = "NSMenuItem"; title = "Superscript"; ObjectID = "407"; */
"407.title" = "ตัวยก";

/* Class = "NSMenuItem"; title = "Subscript"; ObjectID = "408"; */
"408.title" = "ตัวห้อย";

/* Class = "NSMenuItem"; title = "Raise"; ObjectID = "409"; */
"409.title" = "ยกขึ้น";

/* Class = "NSMenuItem"; title = "Lower"; ObjectID = "410"; */
"410.title" = "ลดลง";

/* Class = "NSMenu"; title = "Ligatures"; ObjectID = "411"; */
"411.title" = "ตัวควบกล้ำ";

/* Class = "NSMenuItem"; title = "Use Default"; ObjectID = "412"; */
"412.title" = "ใช้ค่าเริ่มต้น";

/* Class = "NSMenuItem"; title = "Use None"; ObjectID = "413"; */
"413.title" = "ไม่ใช้";

/* Class = "NSMenuItem"; title = "Use All"; ObjectID = "414"; */
"414.title" = "ใช้ทั้งหมด";

/* Class = "NSMenu"; title = "Kern"; ObjectID = "415"; */
"415.title" = "กำหนดระยะห่างเฉพาะตัว";

/* Class = "NSMenuItem"; title = "Use Default"; ObjectID = "416"; */
"416.title" = "ใช้ค่าเริ่มต้น";

/* Class = "NSMenuItem"; title = "Use None"; ObjectID = "417"; */
"417.title" = "ไม่ใช้";

/* Class = "NSMenuItem"; title = "Tighten"; ObjectID = "418"; */
"418.title" = "แน่นขึ้น";

/* Class = "NSMenuItem"; title = "Loosen"; ObjectID = "419"; */
"419.title" = "คลายลง";

/* Class = "NSMenuItem"; title = "Transformations"; ObjectID = "450"; */
"450.title" = "การเปลี่ยนรูป";

/* Class = "NSMenu"; title = "Transformations"; ObjectID = "451"; */
"451.title" = "การเปลี่ยนรูป";

/* Class = "NSMenuItem"; title = "Make Upper Case"; ObjectID = "452"; */
"452.title" = "ทำให้เป็นตัวพิมพ์ใหญ่";

/* Class = "NSMenuItem"; title = "Correct Spelling Automatically"; ObjectID = "454"; */
"454.title" = "แก้ไขการสะกดคำโดยอัตโนมัติ";

/* Class = "NSMenuItem"; title = "Show Substitutions"; ObjectID = "457"; */
"457.title" = "แสดงข้อความแทน";

/* Class = "NSMenuItem"; title = "Smart Dashes"; ObjectID = "460"; */
"460.title" = "เครื่องหมายขีดอัตโนมัติ";

/* Class = "NSMenuItem"; title = "Text Replacement"; ObjectID = "462"; */
"462.title" = "การแทนที่ข้อความ";

/* Class = "NSMenuItem"; title = "Make Lower Case"; ObjectID = "465"; */
"465.title" = "ทำให้เป็นตัวพิมพ์เล็ก";

/* Class = "NSMenuItem"; title = "Capitalize"; ObjectID = "466"; */
"466.title" = "ทำให้อักษรตัวแรกเป็นตัวพิมพ์ใหญ่";

/* Class = "NSMenuItem"; title = "Paste and Match Style"; ObjectID = "485"; */
"485.title" = "วางและทำรูปแบบให้ตรงกัน";

/* Class = "NSMenuItem"; title = "Help"; ObjectID = "490"; */
"490.title" = "ช่วยเหลือ";

/* Class = "NSMenu"; title = "Help"; ObjectID = "491"; */
"491.title" = "ช่วยเหลือ";

/* Class = "NSMenuItem"; title = "Yahoo Instant Help"; ObjectID = "492"; */
"492.title" = "ความช่วยเหลือสำหรับ Yahoo Instant";

/* Class = "NSMenuItem"; title = "Text"; ObjectID = "496"; */
"496.title" = "ข้อความ";

/* Class = "NSMenu"; title = "Text"; ObjectID = "497"; */
"497.title" = "ข้อความ";

/* Class = "NSMenuItem"; title = "Align Left"; ObjectID = "498"; */
"498.title" = "จัดชิดซ้าย";

/* Class = "NSMenuItem"; title = "Center"; ObjectID = "499"; */
"499.title" = "จัดกึ่งกลาง";

/* Class = "NSMenuItem"; title = "Justify"; ObjectID = "500"; */
"500.title" = "จัดบรรทัดเสมอกัน";

/* Class = "NSMenuItem"; title = "Align Right"; ObjectID = "501"; */
"501.title" = "จัดชิดขวา";

/* Class = "NSMenuItem"; title = "Writing Direction"; ObjectID = "503"; */
"503.title" = "ทิศทางการเขียน";

/* Class = "NSMenuItem"; title = "Show Ruler"; ObjectID = "505"; */
"505.title" = "แสดงไม้บรรทัด";

/* Class = "NSMenuItem"; title = "Copy Ruler"; ObjectID = "506"; */
"506.title" = "คัดลอกไม้บรรทัด";

/* Class = "NSMenuItem"; title = "Paste Ruler"; ObjectID = "507"; */
"507.title" = "วางไม้บรรทัด";

/* Class = "NSMenu"; title = "Writing Direction"; ObjectID = "508"; */
"508.title" = "ทิศทางการเขียน";

/* Class = "NSMenuItem"; title = "Paragraph"; ObjectID = "509"; */
"509.title" = "ย่อหน้า";

/* Class = "NSMenuItem"; title = "\tDefault"; ObjectID = "510"; */
"510.title" = "	ค่าเริ่มต้น";

/* Class = "NSMenuItem"; title = "\tLeft to Right"; ObjectID = "511"; */
"511.title" = "	ซ้ายไปขวา";

/* Class = "NSMenuItem"; title = "\tRight to Left"; ObjectID = "512"; */
"512.title" = "	ขวาไปซ้าย";

/* Class = "NSMenuItem"; title = "Selection"; ObjectID = "514"; */
"514.title" = "การเลือก";

/* Class = "NSMenuItem"; title = "\tDefault"; ObjectID = "515"; */
"515.title" = "	ค่าเริ่มต้น";

/* Class = "NSMenuItem"; title = "\tLeft to Right"; ObjectID = "516"; */
"516.title" = "	ซ้ายไปขวา";

/* Class = "NSMenuItem"; title = "\tRight to Left"; ObjectID = "517"; */
"517.title" = "	ขวาไปซ้าย";

/* Class = "NSMenuItem"; title = "Find and Replace…"; ObjectID = "534"; */
"534.title" = "ค้นหาและแทนที่…";

/* Class = "NSMenuItem"; title = "Submit Diagnostics..."; ObjectID = "627"; */
"627.title" = "ส่งการวิเคราะห์…";

/* Class = "NSMenuItem"; title = "Video"; ObjectID = "661"; */
"661.title" = "วิดีโอ";

/* Class = "NSMenu"; title = "Video"; ObjectID = "662"; */
"662.title" = "วิดีโอ";

/* Class = "NSMenuItem"; title = "Settings"; ObjectID = "663"; */
"663.title" = "การตั้งค่า";

/* Class = "NSMenuItem"; title = "Conferences"; ObjectID = "664"; */
"664.title" = "การประชุม";

/* Class = "NSMenuItem"; title = "User Feedback..."; ObjectID = "670"; */
"670.title" = "ความเห็นผู้ใช้...";

/* Class = "NSMenuItem"; title = "Show Main Window"; ObjectID = "710"; */
"710.title" = "แสดงหน้าต่างหลัก";

/* Class = "NSMenuItem"; title = "Close Window"; ObjectID = "713"; */
"713.title" = "ปิดหน้าต่าง";

/* Class = "NSMenuItem"; title = "Conversation History..."; ObjectID = "728"; */
"728.title" = "ประวัติการสนทนา…";

/* Class = "NSMenuItem"; title = "Sign Out "; ObjectID = "730"; */
"730.title" = "ลงชื่อออก ";

/* Class = "NSMenuItem"; title = "Sign Out - Everywhere"; ObjectID = "731"; */
"731.title" = "ลงชื่อออกทุกที่";

/* Class = "NSMenuItem"; title = "View"; ObjectID = "741"; */
"741.title" = "ดู";

/* Class = "NSMenu"; title = "View"; ObjectID = "742"; */
"742.title" = "ดู";

/* Class = "NSMenuItem"; title = "Show Offline Contacts"; ObjectID = "743"; */
"743.title" = "แสดงผู้ติดต่อที่ออฟไลน์";

/* Class = "NSMenuItem"; title = "Show Groups"; ObjectID = "744"; */
"744.title" = "แสดงกลุ่ม";

/* Class = "NSMenuItem"; title = "Sort by Availability"; ObjectID = "745"; */
"745.title" = "จัดเรียงตามสถานะว่าง";

/* Class = "NSMenuItem"; title = "Sort by Name"; ObjectID = "747"; */
"747.title" = "จัดเรียงตามชื่อ";

/* Class = "NSMenuItem"; title = "Open logfile"; ObjectID = "2sz-b8-zPv"; */
"2sz-b8-zPv.title" = "เปิดไฟล์บันทึก";

/* Class = "NSMenuItem"; title = "Check cookies.."; ObjectID = "5Cy-lp-W2a"; */
"5Cy-lp-W2a.title" = "ตรวจสอบคุกกี้..";

/* Class = "NSMenuItem"; title = "Add Contact"; ObjectID = "8hm-Hd-G9h"; */
"8hm-Hd-G9h.title" = "เพิ่มผู้ติดต่อ";

/* Class = "NSMenuItem"; title = "Profile Settings"; ObjectID = "Icy-ZG-XPI"; */
"Icy-ZG-XPI.title" = "การตั้งค่าโปรไฟล์";

/* Class = "NSMenuItem"; title = "Yahoo-Inc Mail & Messenger ..."; ObjectID = "KPA-7Q-EDP"; */
"KPA-7Q-EDP.title" = "Yahoo-Inc Mail & Instant ...";

/* Class = "NSMenuItem"; title = "Show Map..."; ObjectID = "MeD-Nc-iZa"; */
"MeD-Nc-iZa.title" = "แสดงแผนที่...";

/* Class = "NSMenuItem"; title = "Contacts"; ObjectID = "ORp-nS-Xzk"; */
"ORp-nS-Xzk.title" = "ผู้ติดต่อ";

/* Class = "NSMenuItem"; title = "Yahoo Mail ..."; ObjectID = "RjC-2g-A3A"; */
"RjC-2g-A3A.title" = "Yahoo Mail";

/* Class = "NSMenuItem"; title = "Set as Default for YMSGR"; ObjectID = "Slg-Pa-azH"; */
"Slg-Pa-azH.title" = "ตั้งเป็นค่าเริ่มต้นสำหรับ YMSGR";

/* Class = "NSMenuItem"; title = "Start At Login"; ObjectID = "UfS-70-of1"; */
"UfS-70-of1.title" = "เริ่มที่การเข้าสู่ระบบ";

/* Class = "NSMenuItem"; title = "Check for Updates"; ObjectID = "VR4-ER-8hU"; */
"VR4-ER-8hU.title" = "ตรวจสอบหาอัปเดต";

/* Class = "NSMenuItem"; title = "View Blocked Contacts ..."; ObjectID = "bZ0-6O-are"; */
"bZ0-6O-are.title" = "ดูรายชื่อผู้ติดต่อที่ถูกบล็อก ...";

/* Class = "NSMenuItem"; title = "Enable Logs"; ObjectID = "bq5-WF-ANM"; */
"bq5-WF-ANM.title" = "เปิดใช้งานไฟล์บันทึก";

/* Class = "NSMenu"; title = "Contacts"; ObjectID = "p8k-I6-rDv"; */
"p8k-I6-rDv.title" = "ผู้ติดต่อ";

/* Class = "NSMenuItem"; title = "Preferences..."; ObjectID = "wzk-y2-pEL"; */
"wzk-y2-pEL.title" = "การตั้งค่า...";
